Repository: bladebo/Wallabag
Catalog: locale/*.utf8/LC_MESSAGES/*.utf8.po
Languages: sl_si

source: config
sl_si: nastavitve

source: Poching a link
sl_si: Shrani povezavo

source: read the documentation
sl_si: preberite dokumentacijo

source: by filling this field
sl_si: z vnosom v to polje

source: poche it!
sl_si: shrani!

source: Updating poche
sl_si: Posodabljam Poche

source: your version
sl_si: vaša različica

source: latest stable version
sl_si: zadnja stabilna različica

source: a more recent stable version is available.
sl_si: na voljo je nova stabilna različica.

source: you are up to date.
sl_si: imate najnovejšo različico.

source: latest dev version
sl_si: zadnja razvojna različica

source: a more recent development version is available.
sl_si: na voljo je nova razvojna različica.

source: Change your password
sl_si: Zamenjava gesla

source: New password:
sl_si: Novo geslo:

source: Password
sl_si: Geslo

source: Repeat your new password:
sl_si: Ponovite novo geslo:

source: Update
sl_si: Posodobi

source: Import
sl_si: Uvozi

source: Please execute the import script locally, it can take a very long time.
sl_si: Prosimo poženite skripto za uvoz lokalno, saj lahko postopek traja precej časa.

source: More infos in the official doc:
sl_si: Več informacij v uradni dokumentaciji:

source: import from Pocket
sl_si: Uvoz iz aplikacije Pocket

source: import from Readability
sl_si: Uvoz iz aplikacije Readability

source: import from Instapaper
sl_si: Uvoz iz aplikacije Instapaper

source: Export your poche datas
sl_si: Izvoz vsebine

source: Click here
sl_si: Kliknite tukaj

source: to export your poche datas.
sl_si: za izvoz vsebine aplikacije Poche.

source: back to home
sl_si: Nazaj domov

source: installation
sl_si: Namestitev

source: install your poche
sl_si: Namestitev aplikacije Poche

source: poche is still not installed. Please fill the below form to install it. Don't hesitate to <a href='http://inthepoche.com/doc'>read the documentation on poche website</a>.
sl_si: Poche še vedno ni nameščen. Za namestitev izpolnite spodnji obrazec. Za več informacij <a href='http://inthepoche.com/doc'>preberite dokumentacijo na spletni strani</a>.

source: Login
sl_si: Prijava

source: Repeat your password
sl_si: Ponovite geslo

source: Install
sl_si: Namesti

source: back to top
sl_si: nazaj na vrh

source: favoris
sl_si: priljubljeni

source: archive
sl_si: arhiv

source: unread
sl_si: neprebrano

source: by date asc
sl_si: po datumu - naraščajoče

source: by date
sl_si: po datumu

source: by date desc
sl_si: po datumu - padajoče

source: by title asc
sl_si: po naslovu - naraščajoče

source: by title
sl_si: po naslovu

source: by title desc
sl_si: po naslovu - padajoče

source: No link available here!
sl_si: Povezava ni na voljo!

source: toggle mark as read
sl_si: označi kot prebrano

source: toggle favorite
sl_si: označi kot priljubljeno

source: delete
sl_si: zavrzi

source: original
sl_si: izvirnik

source: results
sl_si: rezultati

source: tweet
sl_si: tvitni

source: email
sl_si: pošlji po e-pošti

source: this article appears wrong?
sl_si: napaka?

source: create an issue
sl_si: prijavi napako

source: or
sl_si: ali

source: contact us by mail
sl_si: pošlji e-pošto razvijalcem

source: plop
sl_si: štrbunk

source: home
sl_si: domov

source: favorites
sl_si: priljubljeni

source: logout
sl_si: odjava

source: powered by
sl_si: stran poganja

source: debug mode is on so cache is off.
sl_si: vklopljen je način odpravljanja napak, zato je predpomnilnik izključen.

source: your poche version:
sl_si: vaša verzija Poche:

source: storage:
sl_si: pomnilnik:

source: login to your poche
sl_si: prijavite se v svoj Poche

source: you are in demo mode, some features may be disabled.
sl_si: uporabljate vzorčno različico programa, zato so lahko nekatere funkcije izklopljene.

source: Stay signed in
sl_si: Ostani prijavljen

source: (Do not check on public computers)
sl_si: (Ne označi na javnih napravah)

source: Sign in
sl_si: Prijava
